[
  {
    "timestamp": "00:00:00,239 --> 00:00:01,379",
    "speaker": "Speaker 0",
    "text": "[music]"
  },
  {
    "timestamp": "00:00:01,379 --> 00:00:13,399",
    "speaker": "Speaker 0",
    "text": "Welcome to Collins French with Paul Noble. Content copyright Paul Noble, 2010."
  },
  {
    "timestamp": "00:00:13,399 --> 00:00:16,340",
    "speaker": "Paul Noble",
    "text": "I'm Paul Noble."
  },
  {
    "timestamp": "00:00:16,340 --> 00:00:20,639",
    "speaker": "Paul Noble",
    "text": "Over the years, I've taught many, many people."
  },
  {
    "timestamp": "00:00:20,639 --> 00:00:30,199",
    "speaker": "Paul Noble",
    "text": "Curiously, they have each had much the same story to tell regarding their previous experiences of language learning."
  },
  {
    "timestamp": "00:00:30,199 --> 00:00:50,779",
    "speaker": "Paul Noble",
    "text": "As a result, these days, when I first start a teaching session, I ask my students to raise their hands if they have had any of the following experiences. \"Raise your hand,\" I say, \"if you studied a language for several years at school, but came out unable to really say anything."
  },
  {
    "timestamp": "00:00:50,779 --> 00:01:07,179",
    "speaker": "Paul Noble",
    "text": "Or if you have ever bought a language course and given up around page 30, somewhere around Chapter 2. Or if you have ever felt more confused by a teacher's explanation of the language than by the language itself."
  },
  {
    "timestamp": "00:01:07,179 --> 00:01:14,439",
    "speaker": "Paul Noble",
    "text": "Perhaps you've been amazed by just how closely grammar books resemble furniture assembly instructions."
  },
  {
    "timestamp": "00:01:14,439 --> 00:01:20,879",
    "speaker": "Paul Noble",
    "text": "Or you may have felt that you are in fact more or less incapable of learning a foreign language.\""
  },
  {
    "timestamp": "00:01:20,879 --> 00:01:28,999",
    "speaker": "Paul Noble",
    "text": "Invariably, when I ask these questions, all the students soon have at least one hand in the air, and they laugh."
  },
  {
    "timestamp": "00:01:28,999 --> 00:01:42,359",
    "speaker": "Paul Noble",
    "text": "They laugh because for some reason, our language learning experiences tend to be very similar. And sadly, these similar experiences tend not to be very good ones."
  },
  {
    "timestamp": "00:01:42,359 --> 00:01:48,719",
    "speaker": "Paul Noble",
    "text": "My own initial experience with language learning were also uncannily similar to those I've just described."
  },
  {
    "timestamp": "00:01:48,719 --> 00:02:00,359",
    "speaker": "Paul Noble",
    "text": "In fact, when I ask my students these questions, my own hand is the first to go up, and it stays up until we have gone through them all."
  },
  {
    "timestamp": "00:02:00,359 --> 00:02:08,419",
    "speaker": "Paul Noble",
    "text": "However, these less than positive experiences have had an upside both for myself and for those individuals I have taught,"
  },
  {
    "timestamp": "00:02:08,419 --> 00:02:18,179",
    "speaker": "Paul Noble",
    "text": "because these experiences, along with a number of other factors, have helped inform and shape the method that will be used during this course."
  },
  {
    "timestamp": "00:02:18,179 --> 00:02:26,979",
    "speaker": "Paul Noble",
    "text": "Using this method, you will learn how to communicate in French and how to formulate your own ideas and thoughts using French."
  },
  {
    "timestamp": "00:02:26,979 --> 00:02:38,539",
    "speaker": "Paul Noble",
    "text": "As you learn with it, you will quickly discover that I do not use complicated grammatical explanations at all, and I will not ask you to memorize long lists of vocabulary."
  },
  {
    "timestamp": "00:02:38,539 --> 00:02:44,399",
    "speaker": "Paul Noble",
    "text": "The way the course is structured will by itself ensure that you remember what you are taught."
  },
  {
    "timestamp": "00:02:44,399 --> 00:03:01,299",
    "speaker": "Paul Noble",
    "text": "Instead, through your interaction with the CDs, I will lead you through the French language, enabling you to build up complex sentences by yourself, step by step, so that you are actually speaking independently in French by the end of the course."
  },
  {
    "timestamp": "00:03:01,299 --> 00:03:07,179",
    "speaker": "Paul Noble",
    "text": "And this is regardless of how little or how much you know when you begin."
  },
  {
    "timestamp": "00:03:07,179 --> 00:03:11,899",
    "speaker": "Paul Noble",
    "text": "You will also discover that the language I teach is designed to be adaptable,"
  },
  {
    "timestamp": "00:03:11,899 --> 00:03:19,139",
    "speaker": "Paul Noble",
    "text": "so you'll be able to use it just as easily for holidaying in a French-speaking country as for living or working in one."
  },
  {
    "timestamp": "00:03:19,139 --> 00:03:25,619",
    "speaker": "Paul Noble",
    "text": "It'll be just as easy to use it to order a coffee as to hold a conversation with the waiter who brings it to you."
  },
  {
    "timestamp": "00:03:25,619 --> 00:03:33,579",
    "speaker": "Paul Noble",
    "text": "And again, all of this regardless of how little or how much you know when you begin."
  },
  {
    "timestamp": "00:03:33,579 --> 00:03:42,019",
    "speaker": "Paul Noble",
    "text": "This method has already proved extremely successful with a very great many students, including hundreds of so-called \"no-hopers\"."
  },
  {
    "timestamp": "00:03:42,019 --> 00:03:47,359",
    "speaker": "Paul Noble",
    "text": "Interestingly, not one of these students failed to learn using this method."
  },
  {
    "timestamp": "00:03:47,359 --> 00:04:02,479",
    "speaker": "Paul Noble",
    "text": "It is these many success cases, letters of thank you, and even the occasional hug, that have made teaching languages so very worthwhile for me, and it is this that has persuaded me to publish my courses here for the first time."
  },
  {
    "timestamp": "00:04:02,479 --> 00:04:10,319",
    "speaker": "Paul Noble",
    "text": "I anticipate and hope that they will be as effective for you as they have been for so many of my other students. Au revoir, and good luck."
  }
]