[
  {
    "timestamp": "00:00:00,519 --> 00:00:04,039",
    "speaker": "Teacher",
    "text": "Give me again \"to repair.\""
  },
  {
    "timestamp": "00:00:04,039 --> 00:00:04,960",
    "speaker": "Student - Sonya",
    "text": "Reparer."
  },
  {
    "timestamp": "00:00:04,960 --> 00:00:09,139",
    "speaker": "Teacher",
    "text": "\"Reparer.\" And \"to reserve.\""
  },
  {
    "timestamp": "00:00:09,139 --> 00:00:10,199",
    "speaker": "Student - Sonya",
    "text": "Réserver."
  },
  {
    "timestamp": "00:00:10,199 --> 00:01:32,119",
    "speaker": "Teacher",
    "text": "\"Réserver.\" And I mentioned that this \"are,\" it can be more like a \"re\" or it can be more like a \"ru.\" \"Réparer,\" \"réserver\" and both of these \"réparer,\" \"réserver\" have an \"e\" sound at the beginning. But in \"to recommend,\" for example, \"recommander,\" the \"e\" at the beginning is slightly different. Now it's more like \"je\" for \"I\" or \"le\" for \"it.\" \"Recommander.\" \"Recommander.\" So, this is the same building block, the \"ru\" and the \"re,\" no? Just it can be pronounced in different ways. And you can tell which \"e\" sounds you need as the \"e\" of \"recommander,\" for example, is written with a normal \"e,\" like in \"je\" and like in \"le,\" just an \"e.\" Where the \"e\" of \"reserver,\" \"reparar\" is written with a little accent over it. A little dash going up from the \"e\" which lets you know to pronounce a stronger \"e,\" \"reserver,\" \"reparar.\" So listen out for those and remember that whilst we're using Latin English to put many words into French, we don't want to automatically carry all the English sounds over without thinking about them and listening out to see when we hear something that sounds different to how we might pronounce it. What was \"the car\"?"
  },
  {
    "timestamp": "00:01:32,119 --> 00:01:33,059",
    "speaker": "Student - Sonya",
    "text": "La voiture."
  },
  {
    "timestamp": "00:01:33,059 --> 00:01:44,979",
    "speaker": "Teacher",
    "text": "Very good, \"la voiture.\" \"I can recommend the car.\" This could imply, you know, like \"taking the car.\" \"I can recommend taking the car.\" \"I can recommend the car.\""
  },
  {
    "timestamp": "00:01:44,979 --> 00:01:48,839",
    "speaker": "Student - Sonya",
    "text": "Je peux recommander la voiture."
  },
  {
    "timestamp": "00:01:48,839 --> 00:01:58,139",
    "speaker": "Teacher",
    "text": "And the \"re\" of \"to recommend\" is just a normal \"e.\" It doesn't have an accent written over it. So how should that sound \"to recommend\"?"
  },
  {
    "timestamp": "00:01:58,139 --> 00:01:59,119",
    "speaker": "Student - Sonya",
    "text": "Recommander."
  },
  {
    "timestamp": "00:01:59,119 --> 00:02:00,419",
    "speaker": "Teacher",
    "text": "Recommander."
  },
  {
    "timestamp": "00:02:00,419 --> 00:02:01,499",
    "speaker": "Student - Sonya",
    "text": "Recommander."
  },
  {
    "timestamp": "00:02:01,499 --> 00:02:26,939",
    "speaker": "Teacher",
    "text": "Good. But when you're thinking so much, you know, concentrating on that first \"e,\" don't let it carry over into the other sounds, like the \"e\" on the end. No, let it go once you've pronounced it. \"Recommander.\" \"Je peux recommender la voiture.\" \"The train\" in French, \"train\" is the same word \"T-R-A-I-N.\" So how might that sound in French?"
  },
  {
    "timestamp": "00:02:26,939 --> 00:02:27,659",
    "speaker": "Student - Sonya",
    "text": "Train."
  },
  {
    "timestamp": "00:02:27,659 --> 00:02:28,339",
    "speaker": "Teacher",
    "text": "Tra."
  },
  {
    "timestamp": "00:02:28,339 --> 00:02:29,059",
    "speaker": "Student - Sonya",
    "text": "Tra."
  },
  {
    "timestamp": "00:02:29,059 --> 00:02:38,359",
    "speaker": "Teacher",
    "text": "But it's not just an \"a\" or an \"ai,\" no? We have an \"n\" swallowed into it. \"Tra.\" And that's masculine. So how would \"the train\" be?"
  },
  {
    "timestamp": "00:02:38,359 --> 00:02:39,959",
    "speaker": "Student - Sonya",
    "text": "Le train, le train."
  },
  {
    "timestamp": "00:02:39,959 --> 00:02:50,779",
    "speaker": "Teacher",
    "text": "\"Le train.\" \"I must recommend the train.\" \"I must,\" \"I owe to recommend the train.\""
  },
  {
    "timestamp": "00:02:50,779 --> 00:02:56,519",
    "speaker": "Student - Sonya",
    "text": "Je dois recommender, recommander le train."
  },
  {
    "timestamp": "00:02:56,519 --> 00:03:15,279",
    "speaker": "Teacher",
    "text": "\"Je dois recommender le train.\" So again, we see that the consonants on the ends of the words in French, we don't tend to pronounce them. But not always, which is why I say we don't tend to pronounce them. For example, \"the bus\" is \"le bus.\" \"The bus.\""
  },
  {
    "timestamp": "00:03:15,279 --> 00:03:16,779",
    "speaker": "Student - Sonya",
    "text": "Le bus."
  },
  {
    "timestamp": "00:03:16,779 --> 00:03:21,279",
    "speaker": "Teacher",
    "text": "So that's spelled just like in English \"B-U-S,\" but we pronounce that \"S\" on the end."
  },
  {
    "timestamp": "00:03:21,279 --> 00:03:22,599",
    "speaker": "Student - Sonya",
    "text": "Le bus."
  },
  {
    "timestamp": "00:03:22,599 --> 00:03:27,219",
    "speaker": "Teacher",
    "text": "\"I want to recommend the bus.\" How would that be?"
  },
  {
    "timestamp": "00:03:27,219 --> 00:03:32,739",
    "speaker": "Student - Sonya",
    "text": "Je veux, je veux recommender le bus."
  },
  {
    "timestamp": "00:03:32,739 --> 00:04:31,339",
    "speaker": "Teacher",
    "text": "Good. But the \"re\" of \"recommender\" doesn't have that accent on it. So it's like \"je,\" like \"le.\" \"Je veux recommender le bus.\" So \"recommender,\" for example, and \"reparar,\" \"reserver\" have two different \"e\" sounds at the beginning now, \"ru\" or \"re.\" Sometimes the only difference between two words is one \"e\" or the other. For example, we've seen \"de\" which means \"of,\" \"de,\" and that's also another building block of words, just like \"demander.\" Now, \"to demand.\" So \"de\" means \"of.\" And then \"der\" with the \"e\" with the accent on it means \"dice,\" like \"playing dice.\" So we want to pay attention to the \"e\" that we are hearing and pronouncing. How would you say, \"Do you want a bit of cake\"? Again, we focus on one bit at a time. So first \"do you want,\" then \"a bit of cake.\""
  },
  {
    "timestamp": "00:04:31,339 --> 00:04:39,959",
    "speaker": "Student - Sonya",
    "text": "Tu veux un peu de gateau [laughs]. Tu veux un peu de gateau."
  },
  {
    "timestamp": "00:04:39,959 --> 00:04:49,659",
    "speaker": "Teacher",
    "text": "Very good. \"Tu veux un peu de gateau.\" What was \"to visit\"? \"To visit\" in French?"
  },
  {
    "timestamp": "00:04:49,659 --> 00:04:50,659",
    "speaker": "Student - Sonya",
    "text": "Visiter."
  },
  {
    "timestamp": "00:04:50,659 --> 00:04:56,979",
    "speaker": "Teacher",
    "text": "\"Visiter.\" \"Visiter.\" \"Can you visit later\"? \"Can you visit more late\"?"
  },
  {
    "timestamp": "00:04:56,979 --> 00:05:00,779",
    "speaker": "Student - Sonya",
    "text": "Peux-tu visiter plus tard?"
  },
  {
    "timestamp": "00:05:00,779 --> 00:05:21,039",
    "speaker": "Teacher",
    "text": "\"Tu peux\" or \"peux-tu visiter plus tard\"? Very good. So here every word apart from \"tu\" ends in a consonant. Now we have \"peux\" ending in \"x.\" \"Visiter\" ending in \"ar.\" \"Plus\" ending in \"s.\" \"Tard\" ending in \"d.\" But we don't hear any of them."
  },
  {
    "timestamp": "00:05:21,039 --> 00:05:32,499",
    "speaker": "Teacher",
    "text": "\"The visit,\" so the noun, the word we can put \"the\" in front of. Not \"to visit.\" No, but \"the visit\" is \"la visite.\" \"La visite.\""
  },
  {
    "timestamp": "00:05:32,499 --> 00:05:33,619",
    "speaker": "Student - Sonya",
    "text": "La visite."
  },
  {
    "timestamp": "00:05:33,619 --> 00:05:58,979",
    "speaker": "Teacher",
    "text": "And that's spelled \"V-I-S-I-T-E.\" We notice that the \"S\" sounds like a \"Z\" here, like in English. \"Visit.\" That's a \"Z\" sound. So the \"E\" on the end lets us know that we pronounce that final \"T,\" that final consonant. If the \"T\" were on the end of the word, it'd be silent. How would you say, \"You must confirm the visit later\"? \"You must confirm the visit later.\""
  },
  {
    "timestamp": "00:06:00,777 --> 00:06:06,737",
    "speaker": "Student - Sonya",
    "text": "Tu dois confirmer la visite plus tard."
  },
  {
    "timestamp": "00:06:06,737 --> 00:07:17,457",
    "speaker": "Teacher",
    "text": "Good. \"Tu dois confirmer la visite plus tard.\" Very good. So we don't pronounce this \"E\" on \"visite.\" No, it's there to let us know to pronounce the \"T.\" But having said that, you will hear that \"E\" on the end in some dialects of French. \"Visite,\" \"visite.\" But \"visite\" much more common. So apart from consonants on the end of words generally not being pronounced, we've also seen how \"N\"s are often swallowed up, and \"M\"s too. No, like in \"confirmer\" or \"comparer,\" \"compliquer.\" We don't say \"complique.\" No, the \"M\" is kind of swallowed into the vowel before. \"Complique,\" \"confirmer.\" And this is when the \"N\" or the \"M\" comes on the end of a syllable, no? So syllables are the sounds we can intuitively divide a word up into, no? Like \"com-pa-re.\" Those are three syllables. \"Com-pa-re.\" And the \"M\" or the \"N\" on the end of a syllable, not just on the end of the word, but on the end of a syllable, is also swallowed up. We saw the word for \"thirty.\" Do you remember it?"
  },
  {
    "timestamp": "00:07:17,457 --> 00:07:18,617",
    "speaker": "Student - Sonya",
    "text": "Trente. Trente."
  },
  {
    "timestamp": "00:07:18,617 --> 00:08:01,957",
    "speaker": "Teacher",
    "text": "Good. And that's spelled \"T-R-E-N-T-E.\" So the \"N\" doesn't just disappear, it gets swallowed into the nose a bit and that affects the vowel before. We see \"trente\" is spelled with an \"E,\" but we hear something more like an \"A\" in \"trente,\" no? So \"N\" or \"M\" on the end of a word, and also on the end of a syllable, gets swallowed up into the nose, let's say. Which means \"con,\" \"C-O-N,\" and \"com,\" \"C-O-M,\" which we said are actually the same building block as well, end up sounding the same most of the time. Both \"C-O-N\" and \"C-O-M.\" So how do we say, \"To compare,\" for example?"
  },
  {
    "timestamp": "00:08:01,957 --> 00:08:02,957",
    "speaker": "Student - Sonya",
    "text": "Comparer."
  },
  {
    "timestamp": "00:08:02,957 --> 00:08:11,137",
    "speaker": "Teacher",
    "text": "\"Comparer.\" So the \"M\" kind of gets swallowed into the nose with the vowel, you know? We think about it, but we don't get all the way there. \"Comparer.\""
  },
  {
    "timestamp": "00:08:11,137 --> 00:08:12,117",
    "speaker": "Student - Sonya",
    "text": "Comparer."
  },
  {
    "timestamp": "00:08:12,117 --> 00:08:19,157",
    "speaker": "Teacher",
    "text": "\"To conserve.\" We have \"conservation.\" \"Conservation.\" \"To conserve\"?"
  },
  {
    "timestamp": "00:08:19,157 --> 00:08:20,477",
    "speaker": "Student - Sonya",
    "text": "Conserver."
  },
  {
    "timestamp": "00:08:20,477 --> 00:08:25,257",
    "speaker": "Teacher",
    "text": "And now we're thinking about the sound too much, no? 'Cause we don't want to pronounce it, but then we're really thinking about it-"
  },
  {
    "timestamp": "00:08:25,257 --> 00:08:25,277",
    "speaker": "Student - Sonya",
    "text": "[laughs]"
  },
  {
    "timestamp": "00:08:25,277 --> 00:08:28,577",
    "speaker": "Teacher",
    "text": "... so we kind of hang around on it. \"Conserver.\""
  },
  {
    "timestamp": "00:08:28,577 --> 00:08:29,637",
    "speaker": "Student - Sonya",
    "text": "Conserver."
  },
  {
    "timestamp": "00:08:29,637 --> 00:08:35,637",
    "speaker": "Teacher",
    "text": "Conserver. Conserver. How would you say \"contemplation\"?"
  },
  {
    "timestamp": "00:08:35,637 --> 00:08:37,177",
    "speaker": "Student - Sonya",
    "text": "Contemplation."
  },
  {
    "timestamp": "00:08:37,177 --> 00:08:53,837",
    "speaker": "Teacher",
    "text": "Good. You, you missed the first \"N,\" which I like. \"Con,\" you didn't hang around on it. But then we have \"tem,\" no? If I say it how it's written. But there again, we have an \"M\" on the end of the syllable. So how would that sound in French?"
  },
  {
    "timestamp": "00:08:53,837 --> 00:08:54,557",
    "speaker": "Student - Sonya",
    "text": "Temps."
  },
  {
    "timestamp": "00:08:54,557 --> 00:08:54,957",
    "speaker": "Teacher",
    "text": "Good."
  },
  {
    "timestamp": "00:08:54,957 --> 00:08:57,137",
    "speaker": "Student - Sonya",
    "text": "Templation."
  },
  {
    "timestamp": "00:08:54,957 --> 00:08:55,457",
    "speaker": "Teacher",
    "text": "Con"
  },
  {
    "timestamp": "00:08:57,137 --> 00:09:02,017",
    "speaker": "Teacher",
    "text": "Con tem plation. And \"to contemplate\"?"
  },
  {
    "timestamp": "00:09:02,017 --> 00:09:04,017",
    "speaker": "Student - Sonya",
    "text": "Contemple. Contemple."
  },
  {
    "timestamp": "00:09:04,017 --> 00:09:04,317",
    "speaker": "Teacher",
    "text": "Contemple."
  },
  {
    "timestamp": "00:09:04,317 --> 00:09:05,317",
    "speaker": "Student - Sonya",
    "text": "Contemple."
  },
  {
    "timestamp": "00:09:05,317 --> 00:09:25,597",
    "speaker": "Teacher",
    "text": "Very good. So the same thing that happened to the \"E\" in \"trente\" is happening to a \"Deere\" and \"to contemplate,\" it ends up sounding more like an \"A\" when it's b into the nose because of that \"M\" that gets swallowed up. \"Contemple.\" \"To complicate.\" How would that be, \"to complicate\"?"
  },
  {
    "timestamp": "00:09:25,597 --> 00:09:26,477",
    "speaker": "Student - Sonya",
    "text": "Complique."
  },
  {
    "timestamp": "00:09:26,477 --> 00:09:56,637",
    "speaker": "Teacher",
    "text": "\"Complique.\" So the \"con\" with an \"N\" and the \"com\" with an \"M\" end up sounding the same, more or less, because we don't really come into to that \"M\" or that \"N.\" \"The word for now,\" \"the word for now\" in French is spelled... Well, if you were to read it as an English word, you would read \"maintainant.\" \"Maintainant.\" \"M-A-I-N-T-E-N-A-N-T.\" So, how might that sound in French? [laughs] So this is \"the word for now,\" no?"
  },
  {
    "timestamp": "00:09:56,637 --> 00:09:57,017",
    "speaker": "Student - Sonya",
    "text": "Okay."
  },
  {
    "timestamp": "00:09:57,017 --> 00:10:09,817",
    "speaker": "Teacher",
    "text": "See if you can visualize that, divide it up into its syllables. \"Main-tain-ant.\" And think about what you would and what you wouldn't pronounce in French, and give it a go. See what happens."
  },
  {
    "timestamp": "00:10:09,817 --> 00:10:10,877",
    "speaker": "Student - Sonya",
    "text": "Maintenant."
  },
  {
    "timestamp": "00:10:10,877 --> 00:10:49,137",
    "speaker": "Teacher",
    "text": "Good. \"Now\" in French is \"maintenant\" or \"maint'nant.\" So, you can hear both. You can hear that \"E\" in the middle of \"maintainant\" getting totally disappeared, like in \"maint'nant,\" or you can hear it like \"maintenant.\" You can hear both in French. So we have two \"N\"s now on the end of the syllable, like in \"main\" and then \"nant,\" the \"N\" there on the end. So those are swallowed up into the nose. And we have the final \"T,\" totally silent as well. So we end up with \"maintenant\" or \"maint'nant.\" \"Can you confirm the visit now\"? \"Can you confirm the visit now\"?"
  },
  {
    "timestamp": "00:10:49,137 --> 00:10:54,857",
    "speaker": "Student - Sonya",
    "text": "Peux-tu confirmer la visite maintenant?"
  },
  {
    "timestamp": "00:10:54,857 --> 00:11:05,537",
    "speaker": "Teacher",
    "text": "Very good. \"Peux-tu confirmer la visite maintenant\"? \"Now, you have to celebrate.\" \"Now, you have to celebrate.\""
  },
  {
    "timestamp": "00:11:05,537 --> 00:11:06,717",
    "speaker": "Student - Sonya",
    "text": "Célébrer."
  },
  {
    "timestamp": "00:11:06,717 --> 00:11:19,637",
    "speaker": "Teacher",
    "text": "Let's start with \"now.\" [laughs] So if there's something you're unsure about, worry about it when you get there, because if you find it first, you're gonna have to hold onto it whilst you're building the rest. First bit is \"now.\""
  },
  {
    "timestamp": "00:11:19,637 --> 00:11:20,997",
    "speaker": "Student - Sonya",
    "text": "Maintenant."
  },
  {
    "timestamp": "00:11:20,997 --> 00:11:23,597",
    "speaker": "Teacher",
    "text": "You must."
  },
  {
    "timestamp": "00:11:23,597 --> 00:11:24,697",
    "speaker": "Student - Sonya",
    "text": "Tu dois."
  },
  {
    "timestamp": "00:11:24,697 --> 00:11:28,097",
    "speaker": "Teacher",
    "text": "Tu dois. \"To celebrate.\""
  },
  {
    "timestamp": "00:11:28,097 --> 00:11:29,357",
    "speaker": "Student - Sonya",
    "text": "Célébrer."
  },
  {
    "timestamp": "00:11:29,357 --> 00:11:56,097",
    "speaker": "Teacher",
    "text": "Very good. \"Maintenant, tu dois célébrer.\" Very good. So you know French sounds quite soft and flowery to the ear, no? And now we see how it manages to be such a gentle language, hopping and skipping over so many consonants, no? To render a word that is spelled \"maintainant\" to \"maintenant.\" \"Maintenant.\" \"On time\" in French is \"à temps.\" \"À temps.\""
  },
  {
    "timestamp": "00:11:56,097 --> 00:11:57,037",
    "speaker": "Student - Sonya",
    "text": "À temps."
  },
  {
    "timestamp": "00:11:57,037 --> 00:12:28,957",
    "speaker": "Teacher",
    "text": "This is spelled as if... I mean, if you were to read it as if it were English, \"à temps.\" \"T-E-M-P-S.\" So we can see the relation to \"time,\" no? Like \"temporary.\" And here we have \"T-E-M-P-S.\" In writing, but sounding very different to the ear, no? The \"M\" on the end of the syllable there gets completely swallowed up. \"À temps.\" And the \"P\" and the \"S\" on the end there also completely disappear. So what looks like \"à temps\" is \"à temps.\" \"À temps.\""
  },
  {
    "timestamp": "00:12:28,957 --> 00:12:28,957",
    "speaker": "Student - Sonya",
    "text": "À temps."
  },
  {
    "timestamp": "00:12:28,957 --> 00:12:49,857",
    "speaker": "Teacher",
    "text": "\"À temps.\" And that means \"on time.\" \"On time.\" So we have the \"M\" silent because it's the end of the syllable. No one that's also affecting the vowel before, it's getting swallowed up in the nose, \"ta,\" and then the \"P\" and \"S,\" we also just forget about them. \"Can you order on time\"? \"Can you command on time\"?"
  },
  {
    "timestamp": "00:12:49,857 --> 00:12:53,277",
    "speaker": "Student - Sonya",
    "text": "Peux-tu commander à temps?"
  },
  {
    "timestamp": "00:12:53,277 --> 00:12:58,197",
    "speaker": "Teacher",
    "text": "\"Peux-tu\" or \"tu peux commander à temps\"? Very good."
  }
]