[
  {
    "timestamp": "00:00:00,359 --> 00:00:11,979",
    "speaker": "Paul Noble",
    "text": "Before we begin, I do need to establish three parameters, or three main ground rules for you to follow when you use the course."
  },
  {
    "timestamp": "00:00:11,979 --> 00:00:21,479",
    "speaker": "Paul Noble",
    "text": "The first is that I want you to take time to think out your answers when you're doing the course."
  },
  {
    "timestamp": "00:00:21,479 --> 00:00:36,919",
    "speaker": "Paul Noble",
    "text": "Natural-length pauses have been included in the course anyway, but if you feel you need longer to think out or work out your answer, simply pause the course and think about it for a moment."
  },
  {
    "timestamp": "00:00:36,919 --> 00:00:41,779",
    "speaker": "Paul Noble",
    "text": "The second ground rule, and perhaps the most important,"
  },
  {
    "timestamp": "00:00:41,779 --> 00:00:48,299",
    "speaker": "Paul Noble",
    "text": "is that I don't want you to make an effort to remember the things I'm teaching you."
  },
  {
    "timestamp": "00:00:48,299 --> 00:01:09,239",
    "speaker": "Paul Noble",
    "text": "In fact, strange as it might sound, it doesn't particularly bother me if you forget something when I first introduce it. The reason for this is that when people try to memorize things, perhaps lists of vocabularies or grammar rules or something like that,"
  },
  {
    "timestamp": "00:01:09,239 --> 00:01:27,499",
    "speaker": "Paul Noble",
    "text": "they tend not to be able to actually use them when they're speaking the language. They cram them into their heads, but they're not necessarily able to use them very easily. And actually, they still tend to forget them at the crucial moment."
  },
  {
    "timestamp": "00:01:27,499 --> 00:02:00,279",
    "speaker": "Paul Noble",
    "text": "The way that we remember things so that we actually retain them and can use them is through usage and through being introduced to something again and again. For instance, if you follow a sport or a program on the television, you'll find you know all about the people who are participate in that, whether it's people who play sports or whether it's actors in a drama. You'll know all about them, but you will never have made a conscious effort to actually memorize their names or what it is they do on the program."
  },
  {
    "timestamp": "00:02:00,279 --> 00:02:10,559",
    "speaker": "Paul Noble",
    "text": "Instead, by seeing the same program again and again, slowly over time, you'll simply remember it. And that's what will happen in this course."
  },
  {
    "timestamp": "00:02:10,559 --> 00:02:18,139",
    "speaker": "Paul Noble",
    "text": "I'll introduce certain concepts, certain words, and you'll hear them and you'll use them, and then"
  },
  {
    "timestamp": "00:02:18,139 --> 00:02:23,279",
    "speaker": "Paul Noble",
    "text": "we'll forget about them for a moment, and I'll let you forget about them."
  },
  {
    "timestamp": "00:02:23,279 --> 00:03:11,019",
    "speaker": "Paul Noble",
    "text": "Later on in the course, I'll bring them up a second time, by which point, you might well not remember them. But it's this exact action of you being reminded of something and then allowed to forget it, and then reminded again, and then allowed to forget it, and then reminded again, that will eventually allow you to remember what I've taught you by itself. You won't need to try to remember any of it. You won't need to try to memorize any of it. All you need to do is take part in the course and trust that I will bring it up again later and will remind you so that by the end of the course, you'll remember it automatically without ever actually having tried to remember anything. This is what I do with my students, and this is what I'll do with you here."
  },
  {
    "timestamp": "00:03:11,019 --> 00:03:17,539",
    "speaker": "Paul Noble",
    "text": "The final ground rule is that I don't want you to worry about making mistakes."
  },
  {
    "timestamp": "00:03:17,539 --> 00:03:22,799",
    "speaker": "Paul Noble",
    "text": "When you learn a new language, you will inevitably make mistakes."
  },
  {
    "timestamp": "00:03:22,799 --> 00:03:34,919",
    "speaker": "Paul Noble",
    "text": "And I think that because we get so used to speaking our own languages perfectly, we find it very hard, particularly as adults, to make mistakes when we're speaking out loud."
  },
  {
    "timestamp": "00:03:34,919 --> 00:03:45,099",
    "speaker": "Paul Noble",
    "text": "You'll find, however, that the beauty of using this method is that you will instantly know when you've made a mistake, and you'll also find out why."
  },
  {
    "timestamp": "00:03:45,099 --> 00:03:51,499",
    "speaker": "Paul Noble",
    "text": "This will allow you to change what you're doing and to make rapid progress in the language."
  },
  {
    "timestamp": "00:03:51,499 --> 00:04:10,139",
    "speaker": "Paul Noble",
    "text": "And so by making these mistakes and knowing how to correct them yourself, you'll find that you very quickly go from a non-speaker of the language to being someone who can communicate in it with a surprising degree of confidence, even after just a few hours of studying it."
  },
  {
    "timestamp": "00:04:10,139 --> 00:04:24,199",
    "speaker": "Paul Noble",
    "text": "So again, to sum up these three ground rules. Firstly, take your time to work out your answer and to think about it. If you need to pause the course, you can do that. It's fine. Go at your own pace."
  },
  {
    "timestamp": "00:04:24,199 --> 00:04:57,379",
    "speaker": "Paul Noble",
    "text": "Second ground rule is don't sit there trying to remember what it is I'm teaching on the course. Just go with the flow of the course. Take your time to do it, but don't sit there worrying you've forgotten a word. I'll actually be expecting you to forget some of the things as I teach you so that I get a chance to remind you of them later, and they will come up again, and you will be reminded of them until you remember them. Without making any effort on your part to do so, you will simply know those words and those rules by the end of the course."
  },
  {
    "timestamp": "00:04:57,379 --> 00:05:09,259",
    "speaker": "Paul Noble",
    "text": "And the final rule, don't worry about making a mistake. We learn from mistakes and we benefit from them, particularly when we're learning to speak a second language."
  },
  {
    "timestamp": "00:05:09,259 --> 00:05:10,719",
    "speaker": "Paul Noble",
    "text": "So,"
  },
  {
    "timestamp": "00:05:10,719 --> 00:05:17,179",
    "speaker": "Paul Noble",
    "text": "don't worry about any of these things. Leave your learning of the language to me."
  },
  {
    "timestamp": "00:05:17,179 --> 00:05:19,419",
    "speaker": "Paul Noble",
    "text": "And now let me introduce Marion."
  },
  {
    "timestamp": "00:05:19,419 --> 00:05:20,479",
    "speaker": "Marion",
    "text": "Bonjour."
  },
  {
    "timestamp": "00:05:20,479 --> 00:05:24,659",
    "speaker": "Paul Noble",
    "text": "Who's come here all the way from Normandy to help perfect our French pronunciation."
  }
]