[
  {
    "timestamp": "00:00:02,000 --> 00:00:14,439",
    "speaker": "Paul Noble",
    "text": "Although you may be only vaguely aware of it, English and French are in fact very closely related languages. I think we're all aware of what happened in 1066, or at least most of us are."
  },
  {
    "timestamp": "00:00:14,439 --> 00:00:22,159",
    "speaker": "Paul Noble",
    "text": "There was an invasion in Britain into England by the, the Normans."
  },
  {
    "timestamp": "00:00:22,159 --> 00:00:29,559",
    "speaker": "Paul Noble",
    "text": "And the Normans spoke French, and they brought French to the British Isles."
  },
  {
    "timestamp": "00:00:29,559 --> 00:00:42,540",
    "speaker": "Paul Noble",
    "text": "As a result of that, it has left a, a linguistic legacy in English, which is that five or six out of every 10 words in English have come into English through French."
  },
  {
    "timestamp": "00:00:42,540 --> 00:01:39,219",
    "speaker": "Paul Noble",
    "text": "This gives us a big, big advantage when learning French, if, if we utilize these words, that is. I mean, uh, frequently that's not the case, but we will be using them here, because they are one of the biggest advantages we have. As speakers of English, you'll find that these words tend to be the longer ones in English. Uh, the shorter words tend to be of Germanic Anglo-Saxon origin. So, we have, we have this division in English. Normally, I would say typically, um, words seven or eight letters in length or longer tend to be of French/Latin origin, and shorter than that tend typically to be of Germanic/Anglo-Saxon origin. What it means is it's very easy to use these longer words for when English speakers are speaking French. Not only this, um, but there are also more recent French additions to the English language which still feel French."
  },
  {
    "timestamp": "00:01:39,219 --> 00:01:49,499",
    "speaker": "Paul Noble",
    "text": "For instance, you may be familiar with terms such as \"c'est la vie\", which means \"that's life.\""
  },
  {
    "timestamp": "00:01:49,499 --> 00:02:16,839",
    "speaker": "Paul Noble",
    "text": "You may also have heard the expression, uh, as we pronounce it, we pronounce it \"deja vu.\" It's a slight mispronunciation in English, but we're familiar with it. Um, literally, it actually means \"already seen.\" So when we say we've got \"deja vu\", we mean, oh, you know, \"I feel like I've already seen that before.\" And there are quite a few expressions, and they're useful too. Um, and we'll be using them where they're relevant to learning and to speak the French language, um, competently."
  },
  {
    "timestamp": "00:02:16,839 --> 00:02:22,579",
    "speaker": "Paul Noble",
    "text": "Finally, there's another group of words which are very useful for English speakers,"
  },
  {
    "timestamp": "00:02:22,579 --> 00:02:27,779",
    "speaker": "Paul Noble",
    "text": "and these words are a group of words that are still expanding."
  },
  {
    "timestamp": "00:02:27,779 --> 00:02:38,199",
    "speaker": "Paul Noble",
    "text": "They're English words that have gone into French since the end of the Second World War. And so, um, these, these may well be familiar to you."
  },
  {
    "timestamp": "00:02:38,199 --> 00:02:41,679",
    "speaker": "Paul Noble",
    "text": "For instance, you may be familiar with-"
  },
  {
    "timestamp": "00:02:41,679 --> 00:02:43,159",
    "speaker": "Marion",
    "text": "Le weekend."
  },
  {
    "timestamp": "00:02:43,159 --> 00:02:44,459",
    "speaker": "Paul Noble",
    "text": "Yeah."
  },
  {
    "timestamp": "00:02:44,459 --> 00:02:48,479",
    "speaker": "Paul Noble",
    "text": "\"Le weekend.\" Which I'm sure you can guess what that means. Another one is-"
  },
  {
    "timestamp": "00:02:48,479 --> 00:02:50,139",
    "speaker": "Marion",
    "text": "Le parking."
  },
  {
    "timestamp": "00:02:50,139 --> 00:02:52,799",
    "speaker": "Paul Noble",
    "text": "Can you guess what that means?"
  },
  {
    "timestamp": "00:02:52,799 --> 00:02:58,679",
    "speaker": "Paul Noble",
    "text": "That's \"car park\", or \"parking lot\" if you're from North America. Another one is-"
  },
  {
    "timestamp": "00:02:58,679 --> 00:03:01,119",
    "speaker": "Marion",
    "text": "Le living."
  },
  {
    "timestamp": "00:03:01,119 --> 00:03:10,919",
    "speaker": "Paul Noble",
    "text": "\"Le living\" actually means \"the living room\". You'll find that actually a lot of these words that have come into French, they often [laughs] have bits chopped off."
  },
  {
    "timestamp": "00:03:10,919 --> 00:03:16,419",
    "speaker": "Paul Noble",
    "text": "Or it will be the same as the English, but with \"-ing\" added on the end."
  },
  {
    "timestamp": "00:03:16,419 --> 00:03:33,359",
    "speaker": "Paul Noble",
    "text": "Um, for instance, another example would be if you saw the word \"camping\" written in, in French. So it's, it would look like the English word \"camping\" written down. What would you think that meant? Would you think it meant \"camping\"?"
  },
  {
    "timestamp": "00:03:33,359 --> 00:03:37,319",
    "speaker": "Paul Noble",
    "text": "Okay. Actually, \"camping\", which correctly pronounced in French is-"
  },
  {
    "timestamp": "00:03:37,319 --> 00:03:37,959",
    "speaker": "Marion",
    "text": "Camping."
  },
  {
    "timestamp": "00:03:37,959 --> 00:03:50,859",
    "speaker": "Paul Noble",
    "text": "[laughs] Yes. So you'll see there's a slight pronunciation different. Actually is \"the campsite\", or \"the camping site\". So, these changes in the words are something you get used to,"
  },
  {
    "timestamp": "00:03:50,859 --> 00:03:55,859",
    "speaker": "Paul Noble",
    "text": "but it's easier to remember something like \"le camping\","
  },
  {
    "timestamp": "00:03:55,859 --> 00:04:00,959",
    "speaker": "Paul Noble",
    "text": "um, than it would be a totally foreign word. So these can be useful, and we'll be using these in the course where relevant."
  }
]